Repository: common-repository/twittee-text-tweet
Catalog: languages/twittee-text-tweet-*.po
Languages: es_es

source: Success! Copy and Paste Your Shortcode
es_es: ¡Éxito! Copiar y pegar su Código corto

source: Your Hypertext:
es_es: Su hipertexto:

source: Shortcode Generator
es_es: Generador de Código corto

source: Use shortcode generated by the wizard in your post.
es_es: Use el shortcode generado por el asistente en su publicación.

source: Help the development of Twittee Text Tweet. Donate now... Thank you.
es_es: Ayude al desarrollo de Twittee texto Tweet. Donar ahora ... Gracias.

source: PayPal - The safer, easier way to pay online!
es_es: PayPal - ¡La forma más rápida y segura de pagar en línea!

source: Message your readers will be tweeting to their twitter community
es_es: Mensaje que sus lectores estarán twitteando a su comunidad Twitter

source: Your message to the twitter community...
es_es: Su mensaje a la comunidad de Twitter ...

source: Hypertext:
es_es: hipertexto:

source: HTML friendly text box
es_es: Cuadro de texto amigable HTML

source: Hyperlink the text within your post for tweeting...
es_es: Hipervínculo del texto en su mensaje para twittear ...

source: Compelling Description:
es_es: Descripción Obligatoria:

source: HTML friendly text box - maximum length of text is 220px
es_es: Cuadro de texto amigable HTML longitud máxima del texto es de 220px

source: Address your reader directly and personally...
es_es: Dirija a su lector de forma directa y personal ...

source: Shortcode ID:
es_es: ID Código corto:

source: for multiple shortcodes
es_es: para múltiples códigos cortos

source: Use Number or Text Identifiers - No Spaces
es_es: Usar número o identificadores de texto - sin espacios

source: Position
es_es: Posición

source: Top Middle
es_es: Superior Medio

source: Top Left
es_es: Superior izquierda

source: Top Right
es_es: Superior Derecha

source: Bottom Middle
es_es: Inferior Centro

source: Bottom Left
es_es: Inferior Izquierda

source: Bottom Right
es_es: Inferior Derecho

source: Theme
es_es: Tema

source: Cream
es_es: Crema

source: Dark
es_es: Oscuro

source: Green
es_es: Verde

source: Blue
es_es: Azul

source: Red
es_es: Rojo

source: Light
es_es: Claro

source: Create Twittee Shortcode
es_es: Cree Código corto Twittee

source: Twittee Text Tweet by Planteen Publishing
es_es: Twittee Text Tweet por Planteen Publishing
